module.exports = {
  "Age": {
    "5,6": {
      "NoEat": {
        "곡류": "어른이 먹는 형태의 밥알갱이, 밀가루 음식, 잡곡",
        "고기/계란/생선/콩류": "등푸른 생선, 어패류, 계란흰자, 흰자",
        "채소": "단단하고 질긴 채소",
        "과일": "복숭아, 토마토, 오렌지, 딸기"

        
      },
      "YesEat": {
        "곡류": "쌀, 감자, 찹쌀, 고구마",
        "고기/계란/생선/콩류": "쇠고기, 계란노른자, 노른자, 소고기, 완두콩, 강낭콩",
        "채소": "애호박, 양배추, 브로콜리, 당근, 시금치(6개월 부터 시작)",
        "과일": "바나나, 사과, 배"

      },
      "Foods": "쌀 미음,감자 미음",
      "img": 'grain.jpg,meat.jpg,vege.jpg,fruits.JPG'
    },
    "7,8": {
      "NoEat": {
        "곡류": "어른이 먹는 형태의 밥알갱이, 밀가루 음식, 잡곡",
        "고기/계란/생선/콩류": "등푸른 생선, 어패류, 계란흰자, 흰자",
        "채소": "단단하고 질긴 채소",
        "과일": "복숭아,토마토,오렌지,딸기",
        "우유/유제품": "우유, 치즈",
        "유지/당류": "기름, 견과류, 꿀",
        "양념/기타": "소금 설탕 등 조미료"
        
      },
      "YesEat": {
        "곡류": "쌀, 찹쌀, 감자, 고구마, 밤",
        "고기/계란/생선/콩류": "쇠고기, 소고기, 닭고기, 흰살 생선, 계란노른자, 노른자, 두부, 완두콩, 강낭콩",
        "채소": "애호박, 양배추, 브로콜리, 당근, 시금치, 버섯, 미역, 김",
        "과일": "바나나, 사과, 배",
        "우유/유제품": "플레인 요구르트"
        
      },
      "Foods": "소고기 시금치죽,감자 계란죽",
      "img": 'grain.jpg,meat.jpg,vege.jpg,fruits.JPG,yogurt.JPG,fat.jpg,sauce.jpg'
    },
    "9,10,11": {
      "NoEat": {
        "곡류": "잡곡, 달거나 지방이 많은 빵, 과자",
        "고기/계란/생선/콩류": "등푸른 생선, 어패류, 계란흰자, 흰자",
        "채소": "김치 등 짜게 조리된 채소, 어른이 먹도록 양념된 나물",
        "과일": "복숭아, 토마토, 딸기",
        "유제품": "생우유, 치즈",
        "유지/당류": "견과류, 꿀",
        "양념/기타": "소금 설탕 등 조미료"
        
      },
      "YesEat": {
        "곡류": "쌀, 찹쌀, 감자, 고구마, 밀가루 음식",
        "고기/계란/생선/콩류": "쇠고기, 소고기, 닭고기, 돼지고기, 흰살 생선, 계란노른자, 노른자, 두부, 완두콩, 강낭콩",
        "채소": "애호박, 양배추, 브로콜리, 당근, 시금치, 버섯, 미역, 김, 우엉, 연근, 콩나물",
        "과일": "바나나, 사과, 배, 귤, 오렌지",
        "유제품": "플레인 요구르트",
        "유지/당류": "소량의 식물성 기름"
        
      },
      "Foods": "소고기 당근 무른밥,닭살 감자 무른밥",
      "img": 'grain.jpg,meat.jpg,vege.jpg,fruits.JPG,yogurt.JPG,fat.jpg,sauce.jpg'   
    },
    "12,13,14,15": {
      "NoEat": {
        "곡류": "메밀, 달거나 지방이 많은 빵, 과자",
        "채소": "김치 등 짜게 조리된 채소, 어른이 먹도록 양념된 나물",
        "유제품/우유": "나트륨이 많은 어른용 치즈",
        "유지/당류": "알레르기가 있다면 36개월까지 먹으면 안됩니다.",
        "견과류/제한양념/기타": "소금 설탕 등 조미료"
      },
      "YesEat": {
        "곡류": "쌀, 찹쌀, 감자, 고구마, 밤, 밀가루 음식, 잡곡",
        "고기/생선/계란/콩류": "쇠고기, 소고기, 닭고기, 돼지고기, 흰살 생선, 계란노른자, 노른자, 두부, 완두콩, 강낭콩, 등푸른 생선, 생선, 어패류, 계란 흰자, 흰자",
        "채소": "애호박, 양배추, 브로콜리, 당근, 시금치, 버섯, 미역, 김, 우엉, 연근, 콩나물",
        "과일": "바나나, 사과, 배, 귤, 오렌지, 복숭아, 토마토, 딸기",
        "우유/유제품": "플레인 요구르트, 생우유, 치즈, 우유",
        "유지/당류": "소량의 식물성 견과류, 꿀",
        
      },
      "Foods": "소고기 미역 진밥,흰살 생선 감자진밥,시금치 두부 된장국,계란 북엇국",
      "img": 'grain.jpg,vege.jpg,yogurt.JPG,fat.jpg,nuts.jpg'
    }
  },
  "Recipes": {
    "쌀미음": ["불린 쌀 10 g, 물 100 ml | 불린 쌀을 믹서기에 곱게 갑니다. $ 냄비에 불린 쌀과 물을 넣고 센불에서 주걱으로 저어가며 한소끔 끓입니다. $ 2단계를 약불로 줄여 쌀이 퍼질 때까지 저여가며 끓입니다. $ 3단계를 고운체에 걸러 건더기가 없도록 합니다.", 'ricemium.JPG'],
    "감자미음": ["불린 쌀 10 g, 감자 8 g, 물 100 ml | 불린 쌀을 믹서기에 곱게 갑니다. $ 감자는 깨끗이 손질하여 껍질을 벗긴 후 작게 썰어 푹 삶아 으깹니다. $ 냄비에 1단계, 2단계를 넣고 센불에서 끓입니다. $ 약불로 줄여 쌀이 퍼질 때까지 끓입니다. $ 4단계를 고운체에 걸러 건더기가 없도록 합니다.",'potatomium.JPG'],
    "쇠고기시금치죽": ["불린 쌀 20 g, 쇠고기 10 g, 시금치 5 g, 육수(물) 140 ml | 불린 쌀을 믹서기에 담아 쌀알이 반쯤 으깨지도록 갑니다. $ 쇠고기는 찬물에 1시간 정도 담가 핏물을 제거한 뒤 편으로 썹니다. $ 끓는 물에 3분 정도 삶은 뒤 건져냅니다. $ 육수는 면보에 걸러 기름기를 제거합니다. $ 삶은 쇠고기는 0.3 cm 크기로 다집니다. $ 시금치는 잎 부분만 데쳐서 0.5 cm 크기로 잘게 썰어줍니다. $ 냄비에 쌀, 쇠고기, 시금치와 물을 넣고 센불에서 끓입니다. $ 약불로 줄여 쌀이 퍼질 때까지 끓입니다.",'beefspinach.JPG'],
    "소고기시금치죽": ["불린 쌀 20 g, 쇠고기 10 g, 시금치 5 g, 육수(물) 140 ml | 불린 쌀을 믹서기에 담아 쌀알이 반쯤 으깨지도록 갑니다. $ 쇠고기는 찬물에 1시간 정도 담가 핏물을 제거한 뒤 편으로 썹니다. $ 끓는 물에 3분 정도 삶은 뒤 건져냅니다. $ 육수는 면보에 걸러 기름기를 제거합니다. $ 삶은 쇠고기는 0.3 cm 크기로 다집니다. $ 시금치는 잎 부분만 데쳐서 0.5 cm 크기로 잘게 썰어줍니다. $ 냄비에 쌀, 쇠고기, 시금치와 물을 넣고 센불에서 끓입니다. $ 약불로 줄여 쌀이 퍼질 때까지 끓입니다.",'beefspinach.JPG'],
    "계란감자죽": ["불린 쌀 20 g, 감자 8 g, 계란 노른자 8 g, 육수(물) 140 ml | 불린 쌀을 믹서기에 담아 쌀알이 반쯤 으깨지도록 갑니다. $ 감자는 깨끗이 손질하여 껍질을 벗긴 후 삶아서 잘게 다집니다. $ 계란은 삶아서 흰자를 제거하고 노른자 부분만 잘게 다집니다. $ 냄비에 쌀, 감자, 노른자와 육수(물)을 넣고 센불에서 끓입니다. $ 약불로 줄여 쌀이 퍼질 때까지 끓입니다.",'eggpotato.JPG'],
    "감자계란죽": ["불린 쌀 20 g, 감자 8 g, 계란 노른자 8 g, 육수(물) 140 ml | 불린 쌀을 믹서기에 담아 쌀알이 반쯤 으깨지도록 갑니다. $ 감자는 깨끗이 손질하여 껍질을 벗긴 후 삶아서 잘게 다집니다. $ 계란은 삶아서 흰자를 제거하고 노른자 부분만 잘게 다집니다. $ 냄비에 쌀, 감자, 노른자와 육수(물)을 넣고 센불에서 끓입니다. $ 약불로 줄여 쌀이 퍼질 때까지 끓입니다.",'eggpotato.JPG'],
    "쇠고기당근무른밥": ["불린 쌀 30 g, 쇠고기 15 g, 당근 5 g, 육수(물) 150 ml | 불린 쌀을 믹서기에 담아 쌀알이 반쯤 으깨지도록 갑니다. $ 쇠고기는 찬물에 1시간 정도 담가 핏물을 제거한 뒤 편으로 썹니다. $ 끓는 물에 3분 정도 삶은 뒤 건져냅니다. $ 육수는 면보에 걸러 기름기를 제거합니다. $ 삶은 쇠고기는 0.3 cm 크기로 다집니다. $ 시금치는 잎 부분만 데쳐서 0.5 cm 크기로 잘게 썰어줍니다. $ 냄비에 쌀, 쇠고기, 시금치와 물을 넣고 센불에서 끓입니다. $ 약불로 줄여 쌀이 퍼질 때까지 끓입니다.",'beefcarrot.JPG'],
    "소고기당근무른밥": ["불린 쌀 30 g, 쇠고기 15 g, 당근 5 g, 육수(물) 150 ml | 불린 쌀을 믹서기에 담아 쌀알이 반쯤 으깨지도록 갑니다. $ 쇠고기는 찬물에 1시간 정도 담가 핏물을 제거한 뒤 편으로 썹니다. $ 끓는 물에 3분 정도 삶은 뒤 건져냅니다. $ 육수는 면보에 걸러 기름기를 제거합니다. $ 삶은 쇠고기는 0.3 cm 크기로 다집니다. $ 시금치는 잎 부분만 데쳐서 0.5 cm 크기로 잘게 썰어줍니다. $ 냄비에 쌀, 쇠고기, 시금치와 물을 넣고 센불에서 끓입니다. $ 약불로 줄여 쌀이 퍼질 때까지 끓입니다.",'beefcarrot.JPG'],
    "닭살감자무른밥": ["불린 쌀 30 g, 닭가슴살 15 g, 감자 5 g, 육수(물) 150 ml | 불린 쌀을 믹서기에 담아 쌀알이 1/3쯤 으깨지도록 갑니다. $ 닭고기는 가슴살로만 준비하고, 끓는 물에 삶아서 건져냅니다. $ 육수는 면보에 걸러둡니다. $ 삶은 닭고기는 결대로 잘게 찢어 둡니다. $ 감자는 깨끗이 손질하여 껍질을 벗긴 후 삶아서 잘게 썹니다. $ 냄비에 쌀, 닭고기, 감자와 육수(물)을 넣습니다. $ 센불에서 주걱으로 저어가며 끓입니다.",'chickenpotato.JPG'],
    "쇠고기미역진밥": ["불린 쌀 40 g, 쇠고기 20 g, 불린 미역 10 g(건미역 1 g), 육수(물) 80 ml | 불린 쌀을 준비합니다. $ 쇠고기는 찬물에 1시간 정도 담가 핏물을 제거한 뒤 편으로 썹니다. $ 끓는 물에 3분 정도 삶은 뒤 건져냅니다. $ 육수는 면보에 걸러 기름기를 제거합니다. $ 삶은 쇠고기는 0.7 cm 이하로 썰어줍니다. $ 마른 미역은 찬물에 30분 정도 불려 물기를 빼고 곱게 다집니다. $ 냄비에 불린 쌀과 육수(물)를 넣고 한소끔 끓입니다. $ 쇠고기와 미역을 넣고 약불에서 잘 저어가며 끓입니다. $ 육수가 졸지 않고, 밥이 눌어붙지 않게 하는 것이 포인트입니다.",'beefseaweeds.JPG'],
    "소고기미역진밥": ["불린 쌀 40 g, 쇠고기 20 g, 불린 미역 10 g(건미역 1 g), 육수(물) 80 ml | 불린 쌀을 준비합니다. $ 쇠고기는 찬물에 1시간 정도 담가 핏물을 제거한 뒤 편으로 썹니다. $ 끓는 물에 3분 정도 삶은 뒤 건져냅니다. $ 육수는 면보에 걸러 기름기를 제거합니다. $ 삶은 쇠고기는 0.7 cm 이하로 썰어줍니다. $ 마른 미역은 찬물에 30분 정도 불려 물기를 빼고 곱게 다집니다. $ 냄비에 불린 쌀과 육수(물)를 넣고 한소끔 끓입니다. $ 쇠고기와 미역을 넣고 약불에서 잘 저어가며 끓입니다. $ 육수가 졸지 않고, 밥이 눌어붙지 않게 하는 것이 포인트입니다.",'beefseaweeds.JPG'],
    "흰살생선감자진밥": ["불린 쌀 40 g, 흰살 생선(대구) 20 g, 감자 10 g, 육수(물) 80 ml | 불린 쌀을 준비합니다. $ 깨끗이 손질한 흰살 생선을 끓는 물에 넣고 삶아 살만 바릅니다. $ 육수는 면보에 걸러 기름기를 제거합니다. $ 감자는 깨끗이 손질하여 껍질을 벗긴 후 삶아서 적당한 크기로 썰어줍니다. $ 냄비에 쌀, 생선 살, 감자와 육수(물)를 넣어 끓입니다. $ 끓어오르면 약불로 줄여 끓입니다.",'fishpotato.JPG'],
    "시금치두부된장국": ["시금치 12 g, 두부 14 g, 된장 1.5 g, 물 100 ml | 시금치는 잎 부분을 주로 사용하고, 2 cm 정도 길이로 작게 자릅니다. $ 두부는 0.7 cm 정도 크기로 깍뚝 썰어줍니다. $ 냄비에 물을 붓고 된장을 체에 걸러 덩어리 없이 푼 후 끓입니다. $ 국이 끓어 오르면 두부와 시금치를 넣어 끓입니다. $ * 간은 돌 이후에 하시고 국은 심심하게 조리하세요!",'spinachtofu.JPG'],
    "두부시금치된장국": ["시금치 12 g, 두부 14 g, 된장 1.5 g, 물 100 ml | 시금치는 잎 부분을 주로 사용하고, 2 cm 정도 길이로 작게 자릅니다. $ 두부는 0.7 cm 정도 크기로 깍뚝 썰어줍니다. $ 냄비에 물을 붓고 된장을 체에 걸러 덩어리 없이 푼 후 끓입니다. $ 국이 끓어 오르면 두부와 시금치를 넣어 끓입니다. $ * 간은 돌 이후에 하시고 국은 심심하게 조리하세요!",'spinachtofu.JPG'],
    "계란북엇국": ["북어 2 g, 계란 10 g, 대파 7 g, 소금약간, 물 100 ml | 북어채는 흐르는 물에 씻어 물기를 꼭 짠 뒤 잘게 찢습니다. $ 계란을 풀어 계란물을 만듭니다. $ 대파는 손질하여 잘게 썰어줍니다. $ 냄비에 물을 붓고 끓입니다. $ 계란 물 옷을 입힌 북어채를 넣고 끓입니다. $ 국이 끓어 오르면 소금으로 간을 하고 대파를 넣어 한소끔 더 끓입니다. $ * 간은 돌 이후에 하시고 국은 심심하게 조리하세요!",'eggpollak.JPG'],
    "계란북어국": ["북어 2 g, 계란 10 g, 대파 7 g, 소금약간, 물 100 ml | 북어채는 흐르는 물에 씻어 물기를 꼭 짠 뒤 잘게 찢습니다. $ 계란을 풀어 계란물을 만듭니다. $ 대파는 손질하여 잘게 썰어줍니다. $ 냄비에 물을 붓고 끓입니다. $ 계란 물 옷을 입힌 북어채를 넣고 끓입니다. $ 국이 끓어 오르면 소금으로 간을 하고 대파를 넣어 한소끔 더 끓입니다. $ * 간은 돌 이후에 하시고 국은 심심하게 조리하세요!",'eggpollak.JPG']
  
  }
}